Repository: zynthec-dev/zloader-app
Catalog: zLoader/Features/Resources/Localizable.xcstrings
Source language: en
Languages: de

source: DISPLAY
de: DARSTELLUNG

source: DNS-SD Records
de: DNS-SD-Einträge

source: Dark
de: Dunkel

source: Database Downgrade Detected
de: Ältere Datenbankversion erkannt

source: Database Error
de: Datenbankfehler

source: Database Migration Failed
de: Datenbankmigration fehlgeschlagen

source: Date
de: Datum

source: Deactivate
de: Deaktivieren

source: Deactivate %@ Failed
de: Deaktivierung von %@ fehlgeschlagen

source: Debug Description
de: Debug-Beschreibung

source: Default
de: Standard

source: Default (Automatic Team Profile)
de: Standard (automatisches Team-Profil)

source: Delete
de: Löschen

source: Delete %@ Selected Items?
de: %@ ausgewählte Einträge löschen?

source: Delete All
de: Alle löschen

source: Delete All Profiles on Portal
de: Alle Profile im Portal löschen

source: Delete App
de: App löschen

source: Delete App Group?
de: App Group löschen?

source: Delete Backup
de: Backup löschen

source: Delete Backup for “%@”?
de: Backup für „%@“ löschen?

source: Delete Cache
de: Cache löschen

source: Delete Cached App?
de: Zwischengespeicherte App löschen?

source: Delete Database
de: Datenbank löschen

source: Delete Device
de: Gerät löschen

source: Delete Device?
de: Gerät löschen?

source: Delete IPA
de: IPA löschen

source: Delete Local Profile?
de: Lokales Profil löschen?

source: Delete Pairing File?
de: Pairing-Datei löschen?

source: Delete Profile from Portal
de: Profil aus dem Portal löschen

source: Delete Provisioning Profile?
de: Provisioning Profile löschen?

source: Delete and Reset
de: Löschen und zurücksetzen

source: Delete “%@”?
de: „%@“ löschen?

source: Deleting profiles on the developer portal allows Apple to issue fresh profiles with updated certificates and unflagged UUIDs.
de: Das Löschen von Profilen im Entwicklerportal ermöglicht Apple, neue Profile mit aktualisierten Zertifikaten und nicht markierten UUIDs auszustellen.

source: Deleting the database will remove all app entries and sources from zLoader.
de: Beim Löschen der Datenbank werden alle App-Einträge und Quellen aus zLoader entfernt.

source: Description
de: Beschreibung

source: Developer
de: Entwickler

source: Developer Account
de: Entwickler-Account

source: Developer Certificates (%@)
de: Entwicklerzertifikate (%@)

source: Developer Options
de: Entwickleroptionen

source: Developer Portal Error
de: Fehler im Developer Portal

source: Developer Portal Info
de: Developer-Portal-Informationen

source: Developers
de: Entwickler

source: Device Details
de: Gerätedetails

source: Device Identifier (UDID)
de: Gerätekennung (UDID)

source: Device Info
de: Geräteinfos

source: Device Information
de: Geräteinformationen

source: Device Name
de: Gerätename

source: Device Pairing
de: Geräte-Pairing

source: Device Registration Error
de: Fehler bei der Geräteregistrierung

source: Device Registration Skipped
de: Geräteregistrierung übersprungen

source: Device registration pending
de: Geräteregistrierung ausstehend

source: Devices (%1$@/%2$@)
de: Geräte (%1$@/%2$@)

# Devices (%@/%@)
source: Devices (%1$@/%2$@)
de: Geräte (%1$@/%2$@)

source: Devices registered on your developer team can run development-signed apps. Tap any device to edit its name, disable, or delete it.
de: In deinem Entwicklerteam registrierte Geräte können Apps mit Entwicklungssignatur ausführen. Tippe auf ein Gerät, um seinen Namen zu bearbeiten, es zu deaktivieren oder zu löschen.

source: Diagnostics & Tools
de: Diagnose und Werkzeuge

source: Disable
de: Deaktivieren

source: Disable App Limit
de: App-Beschränkung deaktivieren

source: Disable Device
de: Gerät deaktivieren

source: Disable Device?
de: Gerät deaktivieren?

source: Disable Idle Timeout
de: Automatische Sperre verhindern

source: Disabled
de: Deaktiviert

source: Discovered Interfaces (%@)
de: Entdeckte Schnittstellen (%@)

source: Display Name
de: Anzeigename

source: Do It Later
de: Später erledigen

source: Do you want to clear all keychain items related to this zLoader instance?
de: Möchtest du alle Schlüsselbund-Einträge dieser zLoader-Installation löschen?

source: Do you want to continue? This will download and install from: %@
de: Möchtest du fortfahren? Download und Installation erfolgen von: %@

source: Do you want to continue? This will install "%@".
de: Möchtest du fortfahren? „%@“ wird installiert.

source: Do you want to continue? This will reinstall "%@".
de: Möchtest du fortfahren? „%@“ wird erneut installiert.

source: Do you want to export your certificate to an external app? That app will be able to sign apps using your certificate.
de: Möchtest du dein Zertifikat in eine externe App exportieren? Diese App kann damit Apps signieren.

source: Don't show this warning again
de: Diese Warnung nicht mehr anzeigen

source: Done
de: Fertig

source: Download %1$@ %2$@
de: %1$@ %2$@ herunterladen

source: Download %@
de: %@ herunterladen

# Download %@ %@
source: Download %1$@ %2$@
de: %1$@ %2$@ herunterladen

source: Download Apps
de: Apps herunterladen

source: Download Profile (.mobileprovision)
de: Profil herunterladen (.mobileprovision)

source: Download Provisioning Profile
de: Provisioning Profile herunterladen

source: Downloading %@…
de: %@ wird heruntergeladen …

source: Drag to reorder server priority. Swipe left on a server to hide or unhide it.
de: Zum Ändern der Serverreihenfolge ziehen. Zum Ausblenden oder Einblenden nach links über einen Server wischen.

source: Dump Provisioning Profiles
de: Provisioning Profiles ausgeben

source: EXPIRED
de: ABGELAUFEN

source: Each app and app extension installed with zLoader must register an App ID with Apple. App IDs for paid developer accounts never expire, and there is no limit to how many you can create.
de: Jede mit zLoader installierte App und App-Erweiterung muss eine App-ID bei Apple registrieren. App-IDs bezahlter Entwickler-Accounts laufen nicht ab. Ihre Anzahl ist nicht begrenzt.

source: Each app and app extension installed with zLoader must register an App ID with Apple. Apple limits non-developer Apple IDs to 10 App IDs at a time. **App IDs can't be deleted**, but they do expire after one week. zLoader will automatically renew App IDs for all active apps once they've expired.
de: Jede mit zLoader installierte App und App-Erweiterung muss eine App-ID bei Apple registrieren. Apple beschränkt normale Apple-Accounts auf gleichzeitig 10 App-IDs. **App-IDs können nicht gelöscht werden**, laufen aber nach einer Woche ab. zLoader erneuert sie automatisch für alle aktiven Apps.

source: Editing manually may corrupt the pairing file. Are you sure you know what you are doing and want to continue?
de: Manuelle Änderungen können die Pairing-Datei beschädigen. Bist du sicher, dass du fortfahren möchtest?

source: Electric Pink
de: Elektrisches Pink

source: Embedded Entitlements
de: Eingebettete Entitlements

source: Emerald Mint
de: Smaragd-Mint

source: Empty Directory
de: Leeres Verzeichnis

source: Enable Background Refresh to automatically refresh apps in the background when connected to Wi-Fi. Enable Disable Idle Timeout to allow zLoader to keep your device awake during a refresh or install of any apps.
de: Aktiviere Hintergrund-Refresh, um Apps im Hintergrund automatisch zu aktualisieren, wenn eine WLAN-Verbindung besteht. Aktiviere „Automatische Sperre verhindern“, damit zLoader dein Gerät während Refresh oder Installation wach hält.

source: Enable Beta Updates
de: Beta-Updates aktivieren

source: Enable External Local VPN Tunnel, then return to zLoader to verify the connection.
de: Aktiviere deinen externen lokalen VPN-Tunnel und kehre dann zur Verbindungsprüfung zu zLoader zurück.

source: Enable JIT
de: JIT aktivieren

source: Enable JIT for %@ Failed
de: JIT-Aktivierung für %@ fehlgeschlagen

source: Enable SideJITServer
de: SideJITServer aktivieren

source: Enable an external local tunnel and use zLoader on the go.
de: Aktiviere einen externen lokalen Tunnel und nutze zLoader unterwegs.

source: Enable iTunes File Sharing
de: iTunes-Dateifreigabe aktivieren

source: Ensure **Local Network Access** is provided otherwise this function may not work as intended since it is based on L N A...
de: Erlaube den Zugriff auf das **lokale Netzwerk**, damit diese Funktion korrekt arbeiten kann.

source: Enter a new name for this item:
de: Gib einen neuen Namen für diesen Eintrag ein:

source: Enter a source's URL below, or add one of the recommended sources.
de: Gib unten die URL einer Quelle ein oder füge eine empfohlene Quelle hinzu.

source: Enter the 6-digit code displayed on your Apple TV / device screen.
de: Gib den sechsstelligen Code auf dem Bildschirm deines Apple TV bzw. Geräts ein.

source: Enter the URL of the .ipa file to install.
de: Gib die URL der zu installierenden .ipa-Datei ein.

source: Enter the password to decrypt the imported certificate file. File: %@
de: Gib das Passwort zum Entschlüsseln der importierten Zertifikatsdatei ein. Datei: %@

source: Enter the password used to encrypt this backup file.
de: Gib das Passwort ein, mit dem dieses Backup verschlüsselt wurde.

source: Enter this 6-digit code on the connecting device to complete pairing.
de: Gib diesen sechsstelligen Code auf dem verbindenden Gerät ein, um das Pairing abzuschließen.

source: Entertainment
de: Unterhaltung

source: Entitlements are additional permissions that grant access to certain system services, including potentially sensitive information.
de: Entitlements sind zusätzliche Berechtigungen für bestimmte Systemdienste und können Zugriff auf sensible Informationen erlauben.

source: Error
de: Fehler

source: Error Code
de: Fehlercode

source: Error Description
de: Fehlerbeschreibung

source: Error Details
de: Fehlerdetails

source: Error Log
de: Fehlerprotokoll

source: Errors that occur when sideloading or refreshing apps will appear here.
de: Fehler beim Sideloading oder Refresh werden hier angezeigt.

source: Executable
de: Ausführbare Datei

source: Experimental Features
de: Experimentelle Funktionen

source: Expired
de: Abgelaufen

source: Expires in
de: Läuft ab in

source: Expires in %1$@ %2$@
de: Läuft ab in %1$@ %2$@

source: Expires: %@
de: Läuft ab: %@

source: Explore Structure (%@ keys)
de: Struktur anzeigen (%@ Schlüssel)

source: Export
de: Exportieren

source: Export (Raw)
de: Exportieren (Original)

source: Export (ZIP)
de: Exportieren (ZIP)

source: Export Account
de: Account exportieren

source: Export Backup
de: Backup exportieren

source: Export Certificate
de: Zertifikat exportieren

source: Export Database
de: Datenbank exportieren

source: Export/Share
de: Exportieren / Teilen

source: Exports the host and all cached extension profiles together, preserving each Apple signature. Profiles still require the matching private key, team, device and capabilities when reused.
de: Exportiert die Profile der App und aller zwischengespeicherten Erweiterungen zusammen und bewahrt deren Apple-Signaturen. Zur erneuten Verwendung werden weiterhin der passende private Schlüssel, das Team, das Gerät und die Capabilities benötigt.

source: Exposes Documents directory via Finder/iTunes
de: Gibt den Dokumente-Ordner über Finder/iTunes frei

source: Extension Metadata
de: Erweiterungsmetadaten

source: Extension bundle identifier is managed relative to the main application.
de: Die Bundle-Kennung der Erweiterung wird relativ zur Haupt-App verwaltet.

source: External Local VPN Tunnel
de: Externer lokaler VPN-Tunnel

source: External Local VPN Tunnel (extern)
de: Externer lokaler VPN-Tunnel (extern)

source: External Local VPN Tunnel is connected.
de: Der externe lokale VPN-Tunnel ist verbunden.

source: External Local VPN Tunnel is not installed on this device.
de: Auf diesem Gerät ist kein externer lokaler VPN-Tunnel installiert.

source: External Tunnel Shortcuts
de: Kurzbefehle für externen Tunnel

source: Extracting %@...
de: %@ wird entpackt …

source: Extraction Failed
de: Entpacken fehlgeschlagen

source: FILE INFORMATION
de: DATEIINFORMATIONEN

source: FREE
de: KOSTENLOS

source: Failed
de: Fehlgeschlagen

source: Failed to Activate %@
de: %@ konnte nicht aktiviert werden

source: Failed to Backup %@
de: Backup von %@ fehlgeschlagen

source: Failed to Clear Error Log
de: Fehlerprotokoll konnte nicht gelöscht werden

source: Failed to Deactivate %@
de: %@ konnte nicht deaktiviert werden

source: Failed to Enable JIT for %@
de: JIT für %@ konnte nicht aktiviert werden

source: Failed to Install %@
de: %@ konnte nicht installiert werden

source: Failed to Refresh %@
de: Refresh von %@ fehlgeschlagen

source: Failed to Refresh Apps
de: App-Refresh fehlgeschlagen

source: Failed to Reinstall %@
de: %@ konnte nicht erneut installiert werden

source: Failed to Remove %@
de: %@ konnte nicht entfernt werden

source: Failed to Resign %@
de: %@ konnte nicht neu signiert werden

source: Failed to Resign zLoader
de: zLoader konnte nicht neu signiert werden

source: Failed to Restore %@ Backup
de: Backup von %@ konnte nicht wiederhergestellt werden

source: Failed to Rotate Log
de: Protokollrotation fehlgeschlagen

source: Failed to Sign In
de: Anmeldung fehlgeschlagen

source: Failed to Update %@
de: %@ konnte nicht aktualisiert werden

source: Failed to encode pairingFile!
de: Pairing-Datei konnte nicht kodiert werden!

source: Failed to find Pairing File!
de: Pairing-Datei wurde nicht gefunden!

source: Failed to find certificate or password
de: Zertifikat oder Passwort wurde nicht gefunden

source: Failed to import account configuration!
de: Account-Konfiguration konnte nicht importiert werden!

source: Failed to initialize callback URL!
de: Callback-URL konnte nicht initialisiert werden!

source: Failed to refresh %@ Sources
de: %@ Quellen konnten nicht aktualisiert werden

source: Failed to refresh %@ apps.
de: Refresh von %@ Apps fehlgeschlagen.

source: Failed to refresh 1 app.
de: Refresh einer App fehlgeschlagen.

source: Failed to refresh Source '%@'
de: Refresh der Quelle „%@“ fehlgeschlagen

source: Failed to refresh Store
de: Refresh des Stores fehlgeschlagen

source: Failed to save Pairing File
de: Pairing-Datei konnte nicht gespeichert werden

source: Failure
de: Fehlgeschlagen

source: Failure Reason
de: Fehlerursache

source: Fault
de: Schwerer Fehler

source: Featured
de: Empfohlen

source: Featured Apps
de: Empfohlene Apps

source: Fetch
de: Abrufen

source: Fetch Current Device UDID
de: UDID dieses Geräts abrufen

source: Fetching Anisette Servers...
de: Anisette-Server werden geladen …

source: Fetching certificates...
de: Zertifikate werden geladen …

source: File Already Exists
de: Datei existiert bereits

source: File Password
de: Dateipasswort

source: Fill Current Device Name
de: Aktuellen Gerätenamen einsetzen

source: Finish any running operation, then fully close and reopen zLoader to apply the selected language.
de: Beende laufende Vorgänge und schließe zLoader anschließend vollständig. Öffne die App erneut, um die ausgewählte Sprache anzuwenden.

source: Folders First
de: Ordner zuerst

source: Follow us on Instagram!
de: Folge uns auf Instagram!

source: Follow us on Twitter!
de: Folge uns auf Twitter!

source: For your protection, please remove the source and uninstall
de: Entferne zu deinem Schutz die Quelle und deinstalliere

source: Found certificate '%@' in this profile, but no matching private key (.p12) was found in zLoader. Continuing means this profile will not be usable for signing apps until a matching signing certificate with private key is imported.
de: Zertifikat „%@“ wurde in diesem Profil gefunden, aber kein passender privater Schlüssel (.p12) in zLoader. Dieses Profil kann erst zum Signieren verwendet werden, wenn das passende Zertifikat mit privatem Schlüssel importiert wurde.

source: Found matching signing certificate '%@' with private key in zLoader. Would you like to link and save this profile?
de: Passendes Signierzertifikat „%@“ mit privatem Schlüssel in zLoader gefunden. Möchtest du dieses Profil zuordnen und speichern?

source: Free
de: Kostenlos

source: Free Developer Account
de: Kostenloser Entwickler-Account

source: Free developer accounts are limited to 1 active signing certificate. Since the private key for the active certificate was not found on this device, zLoader will create a new certificate. This will automatically revoke the active certificate, which may disable installations on other devices or made by Xcode.
de: Kostenlose Entwickler-Accounts sind auf ein aktives Signierzertifikat begrenzt. Da der private Schlüssel dafür auf diesem Gerät fehlt, erstellt zLoader ein neues Zertifikat. Dabei wird das aktive Zertifikat automatisch widerrufen. Installationen auf anderen Geräten oder aus Xcode können dadurch unbrauchbar werden.

source: Free up disk space by removing non-essential data, such as temporary files and backups for uninstalled apps.
de: Gib Speicher frei, indem du unnötige Daten wie temporäre Dateien und Backups deinstallierter Apps entfernst.

source: From Cache
de: Aus dem Cache

source: From Source
de: Aus der Quelle

source: Games
de: Spiele

source: General Info
de: Allgemeine Informationen

source: General Metadata
de: Allgemeine Metadaten

source: Get External Local VPN Tunnel on App Store
de: Externe lokale VPN-Tunnel-App im App Store laden

source: Get Started
de: Los geht’s

source: Got it
de: Verstanden

source: Group ID: %@
de: Gruppen-ID: %@

source: Group identifier must start with 'group.' prefix (e.g. group.com.example.shared).
de: Die Gruppenkennung muss mit „group.“ beginnen (z. B. group.com.example.shared).

source: Health Check
de: Funktionsprüfung

source: Help
de: Hilfe

source: Hidden
de: Ausgeblendet

source: How do I get a pairing file?
de: Wie erhalte ich eine Pairing-Datei?

source: How it works
de: So funktioniert es

source: How would you like to receive your verification code?
de: Wie möchtest du deinen Bestätigungscode erhalten?

source: IPA File
de: IPA-Datei

source: Identifier
de: Kennung

source: If Apple does not authorize the capability, continue with your external tunnel and try signing again later.
de: Falls Apple die Capability nicht autorisiert, kannst du mit deinem externen Tunnel fortfahren und später erneut signieren.

source: If deleted, zLoader will require the original IPA file during reinstall, backup, resign, or refresh procedures. Are you sure you want to delete the cached app bundle for “%@” ?
de: Nach dem Löschen benötigt zLoader die ursprüngliche IPA zum erneuten Installieren, Sichern, Signieren oder Aktualisieren. Möchtest du das zwischengespeicherte Bundle von „%@“ wirklich löschen?

source: If the bundle ID is not present in the database, it will install as a separate app.
de: Ist die Bundle-ID nicht in der Datenbank vorhanden, wird eine separate App installiert.

source: If you're using the MacDirtyCow exploit to remove the 3-app limit, you can install up to 10 apps and app extensions instead.
de: Wenn du mit MacDirtyCow die Beschränkung auf drei Apps entfernt hast, kannst du stattdessen bis zu zehn Apps und Erweiterungen installieren.

source: Iface:
de: Schnittstelle:

source: Import
de: Importieren

source: Import (Raw)
de: Importieren (Original)

source: Import (ZIP)
de: Importieren (ZIP)

source: Import Account
de: Account importieren

source: Import Anyway
de: Trotzdem importieren

source: Import Backup
de: Backup importieren

source: Import Error
de: Importfehler

source: Import a valid mobiledevicepairing file.
de: Importiere eine gültige mobiledevicepairing-Datei.

source: Imported Log (%@)
de: Importiertes Protokoll (%@)

source: Inactive
de: Inaktiv

source: Include Account Password
de: Account-Passwort einschließen

source: Install
de: Installieren

source: Install %@
de: %@ installieren

source: Install %@ Failed
de: Installation von %@ fehlgeschlagen

source: Install %@ with outcome
de: %@ mit Ergebnis installieren

source: Install App
de: App installieren

source: Install IPA with Outcome
de: IPA installieren mit Ergebnis

source: Install and refresh apps using an on-device local loopback VPN tunnel.
de: Installiere Apps und führe Refreshs über einen lokalen Loopback-VPN-Tunnel auf dem Gerät durch.

source: Install from URL
de: Von URL installieren

source: Installation complete.
de: Installation abgeschlossen.

source: Installation ended: %@
de: Installation beendet: %@

source: Installed
de: Installiert

source: Interactive
de: Interaktiv

source: Internal App Cache
de: Interner App-Cache

source: Internal Tunnel Addresses
de: Interne Tunnel-Adressen

source: Internal tunnel is ready.
de: Der interne Tunnel ist bereit.

source: Invalid
de: Ungültig

source: Invalid Mach-O Binary
de: Ungültige Mach-O-Binärdatei

source: Invalid Pairing File
de: Ungültige Pairing-Datei

source: Invalid Provisioning Profile
de: Ungültiges Provisioning Profile

source: Invalid URL
de: Ungültige URL

source: Item
de: Eintrag

source: JIT Enabled For %@
de: JIT für %@ aktiviert

source: JIT Requirements
de: JIT-Voraussetzungen

source: JIT Successfully Enabled
de: JIT erfolgreich aktiviert

source: Keep Anisette data
de: Anisette-Daten behalten

source: Keep Anisette headers
de: Anisette-Header behalten

source: Keep App Extensions (Register App ID for Each Extension)
de: App-Erweiterungen behalten (App-ID für jede Erweiterung registrieren)

source: Keep App Extensions (Use Main Profile)
de: App-Erweiterungen behalten (Hauptprofil verwenden)

source: Keep Local Certificate
de: Lokales Zertifikat behalten

source: Keep Original
de: Original behalten

source: Keep Original Icon
de: Originalsymbol behalten

source: Keep SideSign headers
de: SideSign-Header behalten

source: Keep header customizations
de: Header-Anpassungen behalten

source: Keep signed IPA files after installation or refresh. Existing files remain available when this option is off.
de: Signierte IPA-Dateien nach Installation oder Refresh behalten. Vorhandene Dateien bleiben auch bei ausgeschalteter Option verfügbar.

source: Keep signing certificate
de: Signierzertifikat behalten

source: Key Name
de: Schlüsselname

source: Key was added to certificate %1$@ (SN: %2$@).
de: Der Schlüssel wurde Zertifikat %1$@ (SN: %2$@) hinzugefügt.

# Key was added to certificate %@ (SN: %@).
source: Key was added to certificate %1$@ (SN: %2$@).
de: Der Schlüssel wurde Zertifikat %1$@ (SN: %2$@) hinzugefügt.

source: Keychain authentication failed.
de: Schlüsselbund-Authentifizierung fehlgeschlagen.

source: Keychain item already exists.
de: Der Schlüsselbund-Eintrag existiert bereits.

source: Keychain item not found.
de: Schlüsselbund-Eintrag nicht gefunden.

source: Keychain security error.
de: Schlüsselbund-Sicherheitsfehler.

source: Keys:
de: Schlüssel:

source: LOCAL NETWORK INTERFACES
de: LOKALE NETZWERKSCHNITTSTELLEN

source: LOGGING & DIAGNOSTICS
de: PROTOKOLLIERUNG UND DIAGNOSE

source: Label
de: Beschriftung

source: Language
de: Sprache

source: Language Changed
de: Sprache geändert

source: Last Updated
de: Zuletzt aktualisiert

source: Last Updated: %@
de: Zuletzt aktualisiert: %@

source: Latest Server Response
de: Letzte Serverantwort

source: Launch app to update widget
de: App öffnen, um das Widget zu aktualisieren

source: Launch zLoader
de: zLoader starten
